{"domain": "https://www.washingtonpost.com", "title": "Manafort offered to give Russian billionaire ‘private briefings’ on 2016 campaign", "url": "https://www.washingtonpost.com/politics/manafort-offered-to-give-russian-billionaire-private-briefings-on-2016-campaign/2017/09/20/399bba1a-9d48-11e7-8ea1-ed975285475e_story.html", "content": "Then-Trump Campaign Chairman Paul Manafort talks to reporters at the Republican National Convention in Cleveland in July 2016. (Matt Rourke/AP)\n\nLess than two weeks before Donald Trump accepted the Republican presidential nomination, his campaign chairman offered to provide briefings on the race to a Russian billionaire closely aligned with the Kremlin, according to people familiar with the discussions.\n\nPaul Manafort made the offer in an email to an overseas intermediary, asking that a message be sent to Oleg Deripaska, an aluminum magnate with whom Manafort had done business in the past, these people said.\n\n“If he needs private briefings we can accommodate,” Manafort wrote in the July 7, 2016, email, portions of which were read to The Washington Post along with other Manafort correspondence from that time.\n\nThe emails are among tens of thousands of documents that have been turned over to congressional investigators and special counsel Robert S. Mueller III’s team as they probe whether Trump associates coordinated with Russia as part of Moscow’s efforts to interfere in the 2016 U.S. election.\n\nThere is no evidence in the documents showing that Deripaska received Manafort’s offer or that any briefings took place. And a spokeswoman for Deripaska dismissed the email ex­changes as scheming by “consultants in the notorious ‘beltway bandit’ industry.”\n\nFBI agents raided the home of President Trump's former campaign chairman Paul Manafort without warning on July 26 with a search warrant, and seized documents and other records, say people familiar with the special counsel investigation. (The Washington Post)\n\nNonetheless, investigators believe that the exchanges, which reflect Manafort’s willingness to profit from his prominent role alongside Trump, created a potential opening for Russian interests at the highest level of a U.S. presidential campaign, according to people familiar with the probe. Those people, like others interviewed for this story, spoke on the condition of anonymity to discuss matters under investigation.\n\nSeveral of the ex­changes, which took place between Manafort and a Kiev-based employee of his international political consulting practice, focused on money that Manafort believed he was owed by Eastern European clients.\n\nThe notes appear to be written in deliberately vague terms, with Manafort and his longtime employee, Konstantin Kilimnik, never explicitly mentioning Deripaska by name. But investigators believe that key passages refer to Deripaska, who is referenced in some places by his initials, “OVD,” according to people familiar with the emails. One email uses “black caviar,” a Russian delicacy, in what investigators believe is a veiled reference to payments Manafort hoped to receive from former clients.\n\nIn one April exchange days after Trump named Manafort as a campaign strategist, Manafort referred to his positive press and growing reputation and asked, “How do we use to get whole?”\n\nManafort spokesman Jason Maloni said Wednesday that the email ex­changes reflected an “innocuous” effort to collect past debts.\n\n“It’s no secret Mr. Manafort was owed money by past clients,” Maloni said.\n\nMaloni said that no briefings with Deripaska ever took place but that, in his email, Manafort was offering what would have been a “routine” briefing on the state of the campaign.\n\nAs a lobbyist and political consultant in the 1980s, Donald Trump’s former campaign chairman Paul Manafort worked with international clients that included two dictators who were then allied with the United States. (Bastien Inzaurralde/The Washington Post)\n\nVera Kurochkina, a spokeswoman for Rusal, the company led by Deripaska, on Wednesday derided inquiries from The Post that she said “veer into manufactured questions so grossly false and insinuating that I am concerned even responding to these fake connotations provides them the patina of reality.”\n\nCollectively, the thousands of emails present a complex picture. For example, an email exchange from May shows Manafort rejecting a proposal from an unpaid campaign adviser that Trump travel abroad to meet with top Russian leaders. “We need someone to communicate that DT is not doing these trips,” Manafort wrote, according to an email read to The Post.\n\nThe email exchanges with Kilimnik add to an already perilous legal situation for Manafort, whose real estate dealings and overseas bank accounts are of intense interest for Mueller and congressional investigators as part of their examination of Russia’s 2016 efforts. People close to Manafort believe Mueller’s goal is to force the former campaign chairman to flip on his former Trump associates and provide information.\n\nIn August, Mueller’s office executed a search warrant during an early-morning raid of Manafort’s Alexandria, Va., condominium, an unusually aggressive step in a white-collar criminal matter.\n\nMueller has also summoned Maloni, the Manafort spokesman, and Manafort’s former lawyer to answer questions in front of a grand jury. Last month, Mueller’s team told Manafort and his attorneys that they believed they could pursue criminal charges against him and urged him to cooperate in the probe by providing information about other members of the campaign. The New York Times reported this week that prosecutors had threatened Manafort with indictment.\n\nThe emails now under review by investigators and described to The Post could provide prosecutors with additional leverage.\n\nKilimnik did not respond to requests for comment. A spokesman for Mueller declined to comment.\n\nDeripaska, one of Russia’s richest men, is widely seen as an important ally of President Vladi­mir Putin. A U.S. diplomatic cable from 2006, published by WikiLeaks, referred to Deripaska as “among the 2-3 oligarchs Putin turns to on a regular basis.”\n\nThe billionaire has struggled to get visas to travel to the United States because of concerns he might have ties to organized crime in Russia, according to the Wall Street Journal. He has vigorously denied any criminal ties.\n\nRussian officials have frequently raised the visa matter over the years with U.S. diplomats, according to former U.S. officials familiar with the appeals.\n\nIn 2008, one of Manafort’s business partners, Rick Davis, arranged for Deripaska to meet then-presidential candidate John McCain at an international economic conference in Switzerland.\n\nAt the time, Davis was on leave from Manafort’s firm and was serving as McCain’s campaign manager. The meeting caused a stir, given McCain’s longtime criticism of Putin’s leadership.\n\nThe Post reported in 2008 that Deripaska jointly emailed Davis and Manafort after the meeting to thank them for setting it up. Davis did not respond Wednesday to a request for comment.\n\nAt the time of the McCain meeting, Manafort was working in Ukraine, advising a Russia-friendly political party. He ultimately helped to elect Viktor Yanukovych as president in 2010. In 2014, Yanukovych was ousted from office during street protests and fled to Moscow.\n\nManafort and Deripaska have both confirmed that they had a business relationship in which Manafort was paid as an investment consultant. In 2014, Deripaska accused Manafort in a Cayman Islands court of taking nearly $19 million intended for investments and then failing to account for the funds, return them or respond to numerous inquiries about exactly how the money was used. There are no signs in court documents that the case has been closed.\n\nThe emails under review by investigators also show that Manafort waved off questions within the campaign about his international dealings, according to people familiar with the correspondence.\n\nManafort wrote in an April 2016 email to Trump press aide Hope Hicks that she should disregard a list of questions from The Post about his relationships with Deripaska and a Ukrainian businessman, according to people familiar with the email.\n\nWhen another news organization asked questions in June, Manafort wrote Hicks that he never had any ties to the Russian government, according to people familiar with the email.\n\nHicks, now the White House communications director, declined to comment.\n\nFormer campaign officials said that Manafort frequently told his campaign colleagues that assertions made about him by the press were specious. They also privately shared concerns about whether Manafort was always putting the candidate’s interests first.\n\nThe emails turned over to investigators show that Manafort remained in regular contact with Kilimnik, his longtime employee in Kiev, throughout his five-month tenure at the Trump campaign.\n\nKilimnik, a Soviet army veteran, had worked for Manafort in his Kiev political consulting operation since 2005. Kilimnik began as an office manager and translator and attained a larger role with Manafort, working as a liaison to Deripaska and others, people familiar with his work have said.\n\nPeople close to Manafort told The Post that he and Kilimnik used coded language as a precaution because they were transmitting sensitive information internationally.\n\nIn late July, eight days after Trump delivered his GOP nomination acceptance speech in Cleveland, Kilimnik wrote Manafort with an update, according to people familiar with the email exchange.\n\nKilimnik wrote in the July 29 email that he had met that day with the person “who gave you the biggest black caviar jar several years ago,” according to the people familiar with the exchange. Kilimnik said it would take some time to discuss the “long caviar story,” and the two agreed to meet in New York.\n\nInvestigators believe that the reference to the pricey Russian luxury item may have been a reference to Manafort’s past lucrative relationship with Deripaska, according to people familiar with the probe. Others familiar with the exchange say it may be a reference to Ukrainian business titans with whom Manafort had done business.\n\nKilimnik and Manafort have previously confirmed that they were in contact during the campaign, including meeting twice in person — once in May 2016, as Manafort’s role in Trump’s campaign was expanding, and again in August, about two weeks before Manafort resigned amid questions about his work in Ukraine.\n\nThe August meeting is the one the two men arranged during the emails now under examination by investigators.\n\nThat encounter took place at the Grand Havana Club, an upscale cigar bar in Manhattan. Kilimnik has said the two discussed “unpaid bills” and “current news.” But he said the sessions were “private visits” that were “in no way related to politics or the presidential campaign in the U.S.”", "authors": [], "publication_date": "2017-09-20'T'00:00:00"}