{"domain": "https://www.apnews.com", "title": "China's CEFC denies links to alleged Africa bribery plot", "url": "https://www.apnews.com/6d78cb97b54c4addaf57c2c0bf9edb44/China's-CEFC-denies-links-to-alleged-Africa-bribery-plot", "content": "HONG KONG (AP) — A Chinese energy company has denied having anything to do with a multimillion dollar bribery scheme U.S. prosecutors say was organized by two businessmen to secure an edge with African officials on its behalf.\n\nIn a statement late Tuesday, CEFC China Energy Co. distanced itself from the corruption, money laundering and conspiracy charges filed against former Hong Kong home secretary Patrick Ho and Cheik Gadio, a former Senegal foreign minister.\n\nCEFC said it \"conducts its business activities in strict accordance with the law.\" ''Any activities that go against the law and discipline are strictly prohibited by the company,\" it said.\n\nDetails of the case in court papers provide rare insights into China's ambitions in Africa, highlighted also in the ties exposed by political tumult now unfolding in Zimbabwe.\n\nProsecutors say Ho and Gadio arranged bribes disguised as donations to secure business advantages in Chad and Uganda for an unnamed Shanghai-headquartered company in violation of the Foreign Corrupt Practices Act.\n\nThe complaint's details indicate it was CEFC, a privately owned enterprise that in just a few years has risen to prominence in the state-dominated Chinese oil and gas sector.\n\nThe complaint describes Ho as the head of a non-governmental organization funded by an energy company. He's listed as deputy chairman of the China Energy Fund Committee on its website . It describes itself as a non-profit think tank funded by CEFC China Energy.\n\nCEFC said the fund has \"no commercial authorization relationship whatsoever with the company.\"\n\nCEFC China Energy reported $39 billion in revenue for 2015 and has attracted attention with a flurry of recent high-profile acquisitions, only some of which are directly related to energy assets.\n\nIn September CEFC agreed to buy a 14 percent stake in Russian state-owned energy company Rosneft. Before that, it bought a $680 million stake in a joint venture with Kazakhstan's national oil company, KazMunaiGas, and part of an oil concession in the United Arab Emirates.\n\nIn the Czech Republic, CEFC has invested $1.8 billion in a soccer team, the airline CSA, a TV and radio station, a brewer, a travel agency, and historic buildings in downtown Prague. It plans to use one of the buildings as headquarters for its European expansion, according to a Czech state media report.\n\nIts plans to expand in Africa put CEFC on U.S. authorities' radar.\n\nThe court papers submitted to the Southern District of New York court alleged Ho and Gadio were involved in offering a $2 million bribe to Chad's President Idriss Deby to obtain oil rights without facing international competition. Prosecutors say Ho enlisted Gadio to gain access to Deby because the two were friends.\n\nThe company wanted to get a foothold in Chad by teaming up with a Chinese state-owned company that had been operating there. After that investment fell through CEFC instead later acquired a stake in Taiwan producer CPC Corp.'s Chad oil project.\n\nProsecutors described emails outlining the plan and related details like Ho's payment of a $400,000 commission to Gadio.\n\nIn a second scheme around the same time, prosecutors allege Ho was involved in a $500,000 bribe to Uganda's Minister of Foreign Affairs Sam Kutesa to secure business advantages in the financial and energy sectors.\n\nHo cultivated a relationship with Kutesa after he was elected to a one-year term as president of the United Nations General Assembly. During Kutesa's tenure, CEFC Chairman Ye Jianming was appointed as special honorary advisory to the body.\n\nProsecutors say that after Kutesa's term ended and he resumed duties as foreign minister, he and Ho discussed payment of a campaign donation that was in reality a bribe.\n\nThe court papers say emails sent by Ho promised to bring an entourage of CEOs to Uganda to consider major projects in energy, farming, finance and banking.\n\nCEFC denied investment activities in Uganda except for its stake in the CPC project and said it didn't have an \"interest relationship\" with Chad's government.\n\n___\n\nAP writer Yi-Ling Liu contributed to this report.", "authors": [], "publication_date": ""}