{"domain": "https://www.washingtonpost.com", "title": "FBI in agreement with CIA that Russia aimed to help Trump win White House", "url": "https://www.washingtonpost.com/politics/clinton-blames-putins-personal-grudge-against-her-for-election-interference/2016/12/16/12f36250-c3be-11e6-8422-eac61c0ef74d_story.html", "content": "FBI Director James B. Comey and Director of National Intelligence James R. Clapper Jr. are in agreement with a CIA assessment that Russia intervened in the 2016 election in part to help Donald Trump win the White House, officials disclosed Friday, as President Obama issued a public warning to Moscow that it could face retaliation.\n\nNew revelations about Comey’s position could put to rest suggestions by some lawmakers that the CIA and the FBI weren’t on the same page on Russian President Vladi­mir Putin’s intentions.\n\nRussia has denied being behind the cyber-intrusions, which targeted the Democratic National Committee and the private emails of Hillary Clinton’s campaign chairman, John Podesta. Trump, in turn, has repeatedly said he doubts the veracity of U.S. intelligence blaming Moscow for the hacks.\n\n“I think it’s ridiculous,” Trump said in an interview with “Fox News Sunday,” his first Sunday news-show appearance since the Nov. 8 election. “I think it’s just another excuse. I don’t believe it. . . . No, I don’t believe it at all.”\n\nAt a “thank you” event Thursday night with some of her top campaign donors and fundraisers, Clinton said she believed Russian-backed hackers went after her campaign because of a personal grudge that Putin had against her. Putin had blamed Clinton for fomenting mass protests in Russia after disputed 2011 parliamentary elections that challenged his rule. Putin said Clinton, then secretary of state, had “sent a signal” to protesters by labeling the elections “neither free nor fair.”\n\n(Jason Aldag/The Washington Post)\n\n[Moscow has the world’s attention. For Putin, that’s a win.]\n\nThe positions of Comey and Clapper were revealed in a message that CIA Director John Brennan sent to the agency’s workforce Friday.\n\n“Earlier this week, I met separately with FBI [Director] James Comey and DNI Jim Clapper, and there is strong consensus among us on the scope, nature, and intent of Russian interference in our presidential election,” Brennan said, according to U.S. officials who have seen the message.\n\nThe CIA and the FBI declined to comment on Brennan’s message or on the classified intelligence assessment that CIA officials shared with members of the Senate Intelligence Committee earlier this month, setting off a political firestorm.\n\nIn the closed-door Senate briefing, CIA officials said it was now “quite clear” that electing Trump was one of Russia’s goals, according to the officials, who spoke on the condition of anonymity to discuss intelligence matters.\n\nCIA and FBI officials do not think Russia had a “single purpose” by intervening during the presidential campaign, officials said. In addition to the goal of helping elect Trump, Putin aimed to undermine confidence in the U.S. electoral system, intelligence officials have told lawmakers.\n\nA few days after the Senate briefing, a senior FBI counter­intelligence official briefed the House Intelligence Committee but was not as categorical as the CIA briefer about Russia’s intention to help Trump, according to officials who were present. The FBI official’s more cautious presentation of the intelligence to the House panel left some Republican and Democratic lawmakers in the room with the impression that the FBI disagreed with the CIA.\n\n(Reuters)\n\nOfficials close to the FBI and the CIA now say that lawmakers had misunderstood Comey’s position. “The truth is they were never all that different in the first place,” an official said. Similarly, officials said, Clapper and Brennan saw the intelligence the same way.\n\nEarlier this week, Rep. Devin Nunes (R-Calif.), chairman of the House Intelligence Committee and a Trump supporter, wrote to spy chiefs to demand briefings on the Russian meddling.\n\nBut Clapper responded that he wanted to first complete a review of all available U.S. intelligence, as directed by Obama.\n\nBrennan tried to talk to Nunes several times about the dispute. But officials said the congressman didn’t take his calls until after he issued a statement Wednesday asking intelligence leaders to “clarify press reports that the CIA has a new assessment that it has not shared with us.”\n\nOfficials disputed the statement, saying Nunes had been fully briefed on the intelligence.\n\n“In recent days, I have had several conversations with members of Congress, providing an update on the status of the review as well as the considerations that need to be taken into account as we proceed,” Brennan wrote in his message to CIA staffers. “Many — but unfortunately not all — members understand and appreciate the importance and the gravity of the issue, and they are very supportive of the process that is underway.”\n\nBrennan wrote to the CIA workforce, officials said, to reassure them in the face of accusations from Trump supporters that intelligence was being politicized.\n\nIn a statement, Nunes said: “We have not received any information from Intelligence Community (IC) agencies indicating that they have developed new assessments on this issue. I am alarmed that supposedly new information continues to leak to the media but has not been provided to Congress.”\n\nIn one of the last news conferences of his presidency, Obama defended his administration’s response to the Russian hacking and vowed to “send a clear message to Russia” that its meddling was unacceptable.\n\n“I think we handled it the way it should have been handled,” he said of the hacking investigation and the lack of a formal accusation of blame until a month before the election. “We allowed law enforcement and the intelligence community to do its job without political influence.”\n\nObama was referring to an Oct. 7 statement by Clapper and Homeland Security Secretary Jeh Johnson publicly blaming Russia for hacking political organizations, a clear reference to the Democratic National Committee and other Democratic officials.\n\nU.S. officials said an earlier draft of the Clapper-Johnson statement singled out Putin by name for authorizing the influence operation. But before the final statement was made public, Putin’s name was removed “so it wouldn’t be provocative,” one official said. Instead, the statement blamed “Russia’s senior-most officials.”\n\nAt that time, Obama said, the U.S. intelligence community “did not attribute motives” to Russia’s decision to intervene in the election.\n\n“Imagine if we had done the opposite,” he said Friday. “It would have become immediately just one more political scrum. And part of the goal here was to make sure that we did not do the work of the leakers for them by raising more and more questions about the integrity of the election right before the election was taking place — at a time, by the way, when the president-elect himself was raising questions about the integrity of the election.”\n\nAt Friday’s news conference, Obama did not directly point the finger at the Russian president. But he came close to doing so by saying: “Not much happens in Russia without Vladimir Putin.”\n\n[Putin wants revenge and respect, and hacking the U.S. is his way of getting it]\n\nSome members of Clinton’s campaign, Democrats in Congress and others have taken the Obama administration to task for not calling out Russian efforts to influence the election sooner, as well as for not taking retaliatory action against those responsible for the cyber-intrusions and leaks to WikiLeaks, the anti-\n\nsecrecy group.\n\nObama said some possible retaliatory measures might not be seen by the public, although they would be seen or felt by Moscow. Obama, who has only a few weeks left in office, made clear any response to the hacks must be carefully thought through.\n\n“The relationship between us and Russia has deteriorated, sadly, significantly over the last several years,” Obama said. “And so how we approach an appropriate response that increases costs for them for behavior like this in the future but does not create problems for us is something that’s worth taking the time to think through and figure out.”\n\nAbby Phillip and Greg Miller contributed to this report.", "authors": [], "publication_date": "2016-12-16'T'00:00:00"}