{"domain": "https://www.nytimes.com", "title": "Manafort Was in Debt to Pro-Russia Interests, Cyprus Records Show", "url": "https://www.nytimes.com/2017/07/19/us/politics/paul-manafort-russia-trump.html", "content": "Mr. Manafort’s Cyprus-related business activities are under scrutiny by investigators looking into his finances during and after his years as a consultant to the Party of Regions in Ukraine. He recently filed a long-overdue report with the Justice Department disclosing his lobbying efforts in Ukraine through early 2014, when his main client, President Viktor F. Yanukovych of Ukraine, was ousted in a popular uprising and fled to Russia.\n\nPhoto\n\nThe Cyprus documents detail transactions that occurred in 2012 and 2013, during the peak of Mr. Manafort’s decade-long tenure as a political consultant and investor in the former Soviet republic, where his past work remains a source of controversy. Last year, his name surfaced in a handwritten ledger showing $12.7 million designated for him by the Party of Regions, and documents recovered from his former office in Kiev suggest some of that money was routed through offshore shell companies and disguised as payment for computer hardware.\n\nThe byzantine nature of the transactions reflected in the Cyprus records obscures the reasons that money flowed among the various parties, and it is possible they were characterized as loans for another purpose, like avoiding taxes that would otherwise be owed on income or equity investments.\n\nPhoto\n\nOne of the Manafort-related debts listed in the Cyprus records, totaling $7.8 million, was owed to Oguster Management Limited, a company in the British Virgin Islands connected to Mr. Deripaska. The debtor was a Cyprus company, LOAV Advisers, that the Deripaska court complaint says was set up by Mr. Manafort to make investments with Mr. Deripaska, a billionaire close to President Vladimir V. Putin of Russia. The loan is unsecured, bears 2 percent interest and has “no specified repayment date,” according to a financial statement for LOAV.\n\nThe other debt, for $9.9 million, was owed to Lucicle Consultants, a Cyprus company that appears to have ties to a Party of Regions member of Parliament, Ivan Fursin. Lucicle, whose precise ownership is unclear, is linked to Mr. Fursin through another offshore entity, Mistaro Ventures, which is registered in St. Kitts and Nevis and listed on a government financial disclosure form that Mr. Fursin filed in Ukraine. Mistaro transferred millions to Lucicle in February 2012 shortly before Lucicle made the $9.9 million loan to Jesand L.L.C., a Delaware company that Mr. Manafort previously used to buy real estate in New York. The loan to Jesand was unsecured, with a 3.5 percent interest rate, and payable on demand.\n\nGot a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists.\n\nThere is no indication from the financial statements that the loans had been repaid as of the time they were filed in December 2015. The statements contain a note saying that as of January 2014, the debts and assets for Lucicle and LOAV had been assigned to “a related party,” which is not identified. The records define related parties as entities that are under common control, suggesting that the assignment did not affect the ultimate debtors and creditors. The statements also said there had been no other changes after the financial reporting period covered by them, which was for the 2013 calendar year.\n\nAdvertisement Continue reading the main story\n\nA spokeswoman for Mr. Deripaska declined to comment. Mr. Deripaska appears to have stopped pursuing his court action against Mr. Manafort and his former investment partners, Rick Gates and Rick Davis, in late 2015. In addition to the $19 million he said he had invested with Mr. Manafort, Mr. Deripaska claimed he paid Mr. Manafort an additional $7.3 million in management fees.\n\nNewsletter Sign Up Continue reading the main story Breaking News Emails Sign up to receive an email from The New York Times as soon as important news breaks around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Manafort has previously said any payments he received for his Ukraine activities were aboveboard and made via wire transfers to an American bank. The Cyprus records suggest that at least some transactions originated with shell companies in tax havens like the Seychelles and the British Virgin Islands, and passed through financial institutions on Cyprus, including Hellenic Bank and Cyprus Popular Bank.\n\nMr. Manafort’s name does not show up in the Cyprus records. However, hints of his dealings in Ukraine appear throughout.\n\nA 23-page financial statement for a Cyprus shell, Black Sea View Limited, lists transactions that include one with Pericles Capital Partners. Both Black Sea View and Pericles Capital are identified in court papers filed by Mr. Deripaska in the Cayman Islands as part of the corporate structure that Mr. Manafort put together to invest in a Ukrainian telecommunications business, Black Sea Cable. The same statement also reports what are described as $9.2 million in loans received in 2012 from four other entities, including one controlled by two Seychelles companies, Intrahold A.G. and Monohold A.G., which Ukrainian authorities have asserted were involved in the looting of public assets by allies of the Yanukovych government. The Black Sea Cable business was controlled at one point by Monohold and Intrahold.\n\nSimilarly, Manafort-connected entities appear in the financial records for Lucicle Consultants, the Cyprus shell that received financing from a company associated with Mr. Fursin, the Party of Regions politician in Ukraine. Mr. Fursin did not respond to a request for comment. Lucicle received money from Black Sea View and PEM Advisers Limited, another firm identified in court papers as controlled by Mr. Manafort. It also made the $9.9 million loan to Jesand L.L.C.\n\nJesand appears to be a conflation of Jessica and Andrea, the names of Mr. Manafort’s two daughters. In hacked text messages belonging to Andrea Manafort that were posted last year on a website used by Ukrainian hackers, Jesand is mentioned in the context of financial dealings involving the Manaforts. Jesand was used by Mr. Manafort and his daughter Andrea in 2007 to buy a Manhattan condominium for $2.5 million.\n\nThe condo was one of several expensive pieces of real estate that Mr. Manafort bought, often with cash, during and after his time in Ukraine. He also invested millions with his son-in-law, Jeffrey Yohai, who set up a business to buy and redevelop luxury properties in the Los Angeles area. The business failed amid accusations of fraud by another former investor, who claimed Mr. Yohai had exploited his connection to Mr. Manafort to raise funds.\n\nLast year, while trying to salvage his investments with Mr. Yohai, Mr. Manafort embarked on a borrowing spree in the United States, obtaining mortgages totaling more than $20 million on properties controlled by him and his wife. The F.B.I. and the New York attorney general’s office are investigating some of Mr. Manafort’s real estate dealings, including the loans he obtained last year.", "authors": ["Mike Mcintire"], "publication_date": "2017-07-19'T'00:00:00"}