{"domain": "https://www.nytimes.com", "title": "Deposed Saudi Prince Is Said to Be Confined to Palace", "url": "https://www.nytimes.com/2017/06/28/world/middleeast/deposed-saudi-prince-mohammed-bin-nayef.html", "content": "Supporters of Mohammed bin Salman, often referred to as M.B.S., have lauded his promotion, saying it empowered a young, ambitious prince who has laid out a positive vision for the kingdom’s future.\n\nBut his elevation effectively ended the political prospects of many older princes, some of whom consider him rash, power hungry and inexperienced. Prince Mohammed also serves as the kingdom’s defense minister, putting him in charge of Saudi Arabia’s costly military intervention against the Houthi rebels in neighboring Yemen.\n\nSaudi state news media has gone out of its way to portray a smooth transition, repeatedly broadcasting a video showing Mohammed bin Salman deferentially kissing the hand of Mohammed bin Nayef, often referred to as M.B.N., who wishes him well.\n\nBut the restrictions placed on the elder prince suggest fear that some members of the sprawling royal family are upset with the change, and that public appearances by him could exacerbate such sentiments.\n\n“It’s an indication that M.B.S. does not want any opposition,” a senior United States official said. “He doesn’t want any rear-guard action within the family. He wants a straight elevation without any dissent — not that M.B.N. was plotting anything anyway.”\n\nThe official said the United States government was in contact with the Saudi Interior Ministry, but that American officials had not had any formal contact with Mohammed bin Nayef and were monitoring the situation closely.\n\n“M.B.N. has been such a great friend and partner of the U.S., we would not want to see him treated inelegantly or indecorously,” the senior American official said.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSince Mohammed bin Nayef’s removal from the line of succession, several veteran American counterterrorism and intelligence officials who had strong relationships with him have privately expressed outrage at his treatment. But they were wary of speaking publicly given the strong support for King Salman and his son from President Trump and other top aides, including Jared Kushner, the president’s son-in-law.\n\nAdvertisement Continue reading the main story\n\nMohammed bin Salman dined with Mr. Trump at the White House in March. That cleared the way for Mr. Trump’s visit to Saudi Arabia, where he declared the Saudis key allies in combating terrorism and extremism.\n\nThe restrictions have also been imposed on Mohammed bin Nayef’s daughters, according to a former American official who maintains ties to Saudi royals. A married daughter was told that her husband and their child could leave their home while she had to stay, the former official said.\n\nOne Saudi close to the royal family said the new restrictions had been imposed almost immediately after Mohammed bin Salman’s promotion.\n\nAfter the announcement, Mohammed bin Nayef returned to his palace in Jidda to find that his trusted guards had been replaced by guards loyal to Mohammed bin Salman, according to the Saudi and a former American official. Since then, he has been prevented from leaving the palace.\n\nAnother former American official with close contacts with the royal family confirmed that Mohammed bin Nayef had been barred from leaving the kingdom, but said he had not heard that he had been restricted to his palace.\n\nThe promotion of Mohammed bin Salman last week followed his meteoric rise from near obscurity since his father came to the throne in early 2015 to the summit of Saudi power. Since then, he has been put in charge of the Defense Ministry, given oversight of the state oil monopoly and spearheaded the development of a plan called Saudi Vision 2030 that seeks to reduce the kingdom’s dependence on oil, diversify the economy and loosen some social restrictions.\n\nHis rise came at the expense of Mohammed bin Nayef, who has maintained a low profile while developing strong relationships with successive American administrations and intelligence officials.\n\nDuring Mohammed bin Salman’s rise, American officials had struggled to build relationships with both princes while trying not to be used as leverage in any rivalry between them.\n\nMohammed bin Salman’s elevation has been accompanied by that of a number of other young princes. One of his brothers, Khalid bin Salman, was recently named the ambassador to Washington. He is believed to be in his late 20s.\n\nAdvertisement Continue reading the main story\n\nMohammed bin Nayef was replaced as interior minister by a nephew, Abdulaziz bin Saud bin Nayef, who has no clear experience in law enforcement or intelligence matters. In a unique arrangement in a country traditionally guided by deference to elders, he is the son of Saud bin Nayef, the governor of the Eastern Province, effectively making the young prince his father’s boss.", "authors": ["Ben Hubbard", "Mark Mazzetti", "Eric Schmitt"], "publication_date": "2017-06-28'T'00:00:00"}