{"domain": "https://theintercept.com", "title": "Trump Envoy Erik Prince Met with CEO of Russian Direct Investment Fund in Seychelles", "url": "https://theintercept.com/2017/11/28/blackwaters-erik-prince-met-with-ceo-of-russian-direct-investment-fund/", "content": "On August 7, Prince told CNN that he was in the Seychelles “on business” in January to meet with Emirati officials and met “some fund manager — I can’t even remember his name.” Prince said the meeting “probably lasted about as long as one beer.”\n\nThe identity of the Russian individual was not disclosed, but on January 11, a Turkish-owned Bombardier Global 5000 charter plane flew Kirill Dmitriev, CEO of the Russian Direct Investment Fund , to the Seychelles, flight records obtained by The Intercept show. Dmitriev’s plane was an unscheduled charter flight and flew to the island with two other Russian individuals, both women. The RDIF is a $10 billion sovereign wealth fund created by the Russian government in 2011.\n\nShortly before Donald Trump’s inauguration, Erik Prince, the founder of Blackwater and head of Frontier Services Group, traveled to the Seychelles, an island nation in the Indian Ocean, and met with a Russian official close to President Vladimir Putin. According to the Washington Post , the meeting between the Russian and Prince, who presented himself as an unofficial envoy of Trump, took place “around January 11” and was brokered by Mohammed bin Zayed, the crown prince of Abu Dhabi, to establish a backchannel between the president-elect and Putin.\n\nAlthough Prince repeatedly stated he couldn’t remember the Russian’s name — “We didn’t exchange cards” — a spokesperson for Frontier Services Group confirmed to The Intercept in September that Prince “crossed paths” with Dmitriev in the Seychelles.\n\nThe apparent encounter between Prince and Dmitriev offers yet another glimpse into the growing web of connections between the Trump administration and the Russian government, and raises the possibility that U.S. sanctions against Russia could have been violated if a business deal took place. Compliance lawyers and current and former U.S. officials say the mere presence of RDIF in a transaction that touches the U.S. financial sector or involves American individuals or companies risks violating sanctions.\n\nThe Washington Post reported in April that the FBI was looking into the Seychelles meeting as part of its investigation into Russian interference in the 2016 presidential election. Prince is scheduled to testify on November 30 before the House Intelligence Committee as part of its Russia investigation.\n\nDuring the same period in January when Dmitriev and Prince were in the Seychelles, Alexander Mashkevich, a Kazakh businessman linked to a shady Trump investment vehicle known as Bayrock, also arrived to meet with Zayed, who was “holding court” at his mansion on the island, a source familiar with the meetings said. Abdulrahman Khalid bin Mahfouz, a Saudi billionaire whose grandfather founded the first Saudi private bank and whose father allegedly helped Al Qaeda, was also present. The meetings came several weeks after Zayed flew to New York to meet with Trump’s son-in-law Jared Kushner, former chief strategist Steve Bannon, and Michael Flynn, Trump’s former national security adviser who is now a subject in the federal Russia probe.\n\nA spokesperson for Mashkevich said he was vacationing with his family on his yacht in the Seychelles and did not meet with any government officials during his trip. Mahfouz could not be reached for comment. The RDIF declined to comment.\n\n“I wouldn’t be surprised if this [meeting] happened,” said Barry Faure, secretary of state for foreign affairs of the Seychelles, when contacted by The Intercept. “We have businessmen coming in all the time meeting here. We are an open country so people can come in here and have their business meetings and no one will ask them about it.”\n\nAhmed Afif, a prominent member of Parliament in the Seychelles, said it was likely the visitors did not have their passports stamped by immigration. “They just fly into the airport and then get in their black cars and drive away,” said Afif, adding that VIPs who go to the island for work often use their own security services.\n\nDmitriev’s fund, which is closely connected to the Kremlin, has come under scrutiny this year from members of Congress because of its interactions with Anthony Scaramucci, who was briefly tapped to be Trump’s communications director, in Davos just days after the Seychelles meetings. In February, Sen. Elizabeth Warren flagged the Davos meeting for potential sanctions violations in correspondence with Secretary of the Treasury Steven Mnuchin.\n\nAs one of Russia’s official sovereign wealth funds, RDIF is closely tied to the government and has the ability to funnel public money into private projects. When President Barack Obama implemented sanctions in 2014, he wanted to make it difficult for Russia to obtain operating capital and tried to slow the country’s overall economic growth. RDIF was an important target, compliance lawyers say.\n\nRDIF is also a political entity, said Chris Weafer, a senior partner at Macro Advisory, an investment advisory firm in Moscow. When the government puts forward an economic project, RDIF helps execute it. “They are the ones responsible for actually managing the projects,” he said. “It is not a case of RDIF going out and looking for deals on their own. They tend to be part of the political delegation that go to different places, whether it is Rio or Riyadh or somewhere else. … Their business has greatly expanded because they are the investment consiglieri of the Kremlin.”\n\nWhile it is legal to do business with RDIF in certain circumstances, there are several nuanced restrictions that if ignored or overlooked can easily lead to a violation. The resulting uncertainty has created opportunities for companies and individuals to find loopholes to bypass sanctions.\n\nAnalysts say RDIF attempted to do this in 2016 when the fund distanced itself from its parent company, the Russian bank Vnesheconombank, or VEB, which is also subject to U.S. sanctions. Legislation signed by Putin in June 2016 enabled RDIF to transfer its management company, known as the RDIF Management Company LLC, to the Russian Federal Agency for State Property Management.\n\n“Why would you separate the management company?” asked Patrick Schena, an expert on sovereign wealth funds who teaches at the Fletcher School at Tufts University. “One of the reasons is to give the appearance of a degree of separation to show independence in decision-making.” In other words, he said, RDIF wanted to move away from a highly controversial sanctioned entity to appease potential business partners.\n\nVEB is owned by the Russian state, and its chief, Sergey Gorkov, attended the academy of the FSB, Russia’s domestic intelligence service. VEB provided “non-official cover” to Evgeny Buryakov, a Russian spy who pleaded guilty in 2016 to working as an unregistered intelligence agent. VEB also attracted the attention of the FBI after Gorkov met with Kushner last December.\n\nDespite the transfer of the management company, RDIF’s pool of assets stayed under VEB’s control and was listed on the bank’s books as of December 2016. It is unclear if those assets have transferred to a different owner since then. In October, the Treasury Department confirmed to The Intercept that RDIF remains subject to sanctions.\n\nUpdate: September 29\n\nThe spokesperson who on September 26 confirmed that Prince “crossed paths” with Kirill Dmitriev, the CEO of the Russian Direct Investment Fund, contacted The Intercept after publication to reiterate Prince’s previous statements that he does not know the identity of the Russian fund manager he met with. The spokesperson also stated that Prince “is also not and has never been a Trump envoy.”", "authors": [], "publication_date": "2017-11-28'T'00:00:00"}