{"domain": "https://www.nytimes.com", "title": "C.I.A. Judgment on Russia Built on Swell of Evidence", "url": "https://www.nytimes.com/2016/12/11/us/politics/cia-judgment-intelligence-russia-hacking-evidence.html", "content": "“I think it’s ridiculous. I think it’s just another excuse. I don’t believe it,” Mr. Trump said on Sunday in an interview on Fox News. Some top Republican congressmen have said the same, although with less bombastic language, arguing that there is no clear proof that the Russians tried to rig the election for Mr. Trump.\n\nYet there is a loud chorus of bipartisan voices, including Senator John McCain, Republican of Arizona, going public to accuse the Russians of election interference.\n\nRepresentative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee, said the public evidence alone made it clear that Moscow had intervened to help the “most ostentatiously pro-Russian candidate in history.”\n\n“If the Russians were going to interfere, why on earth would they do it to the detriment of the candidate that was pro-Russian?” Mr. Schiff asked.\n\nThe dispute cuts to core realities of intelligence analysis. Judgments are often made in a fog of uncertainty, are sometimes based on putting together shards of a mosaic that do not reveal a full picture, and can always be affected by human biases.\n\nVideo\n\n“This is why I hate the term ‘we speak truth to power,’” said Mark M. Lowenthal, a former senior C.I.A. analyst. “We don’t have truth. We have really good ideas.”\n\nMr. Lowenthal said that determining the motives of foreign leaders — in this case, what drove President Vladimir V. Putin of Russia to order the hacking — was one of the most important missions for C.I.A. analysts. In 2002, one of the critical failures of American spy agencies was their inability to understand Saddam Hussein’s goals and motives.\n\nAdvertisement Continue reading the main story\n\nAt the same time, Mr. Lowenthal said, intelligence agencies have always been loath to be seen as taking sides in disputes about American politics.\n\n“This is the one place you don’t want to be as an intelligence officer: the meat in someone’s partisan sandwich,” he said.\n\nBoth intelligence and law enforcement officials agree that there is a mountain of circumstantial evidence suggesting that the Russian hacking was primarily aimed at helping Mr. Trump and damaging his opponent, Hillary Clinton.\n\nIn July, the infiltration of the Democratic National Committee’s computer servers produced embarrassing emails and other internal party documents, the publication of which caused a backlash that led to the resignation of the committee’s chairwoman, Debbie Wasserman Schultz, and her top staff. Just weeks before the election, hacked emails from the account of John D. Podesta, Mrs. Clinton’s top campaign manager, were made public and produced numerous stories about the internal dynamics of the campaign. That hack also produced the text of speeches Mrs. Clinton had given to Wall Street banks.\n\nAmerican intelligence officials believe that Russia also penetrated databases housing Republican National Committee data, but chose to release documents only on the Democrats. The committee has denied that it was hacked.\n\nBeyond the specific targets of the hacks, American officials cite broad evidence that Mr. Putin and the Russian government favored Mr. Trump over Mrs. Clinton.\n\nAfter demonstrators marched through Moscow in 2011 chanting “Putin is a thief” and “Russia without Putin,” Mr. Putin publicly accused Mrs. Clinton, then the secretary of state, of instigating the protests. “She set the tone for some actors in our country and gave them a signal,” he said.\n\nMore generally, the Russian government has blamed Mrs. Clinton, along with the C.I.A. and other American officials, for encouraging anti-Russian revolts during the 2003 Rose Revolution in Georgia and the 2004 Orange Revolution in Ukraine. What Americans saw as legitimate democracy promotion, Mr. Putin saw as an unwarranted intrusion into Russia’s geographic sphere of interest, as the United States once saw Soviet meddling in Cuba.\n\nAdvertisement Continue reading the main story\n\nBy contrast, Mr. Trump and Mr. Putin have had a very public mutual admiration society. In December 2015, the Russian president called Mr. Trump “very colorful” — using a Russian word that Mr. Trump and some news outlets mistranslated as “brilliant” — as well as “talented” and “absolutely the leader in the presidential race.” Mr. Trump called Mr. Putin “a strong leader” and further pleased him by questioning whether the United States should defend NATO members that did not spend enough on their militaries.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nRussian television, which is tightly controlled by the government, has generally portrayed Mr. Trump as a strong, friendly potential partner while often airing scathing assessments of Mrs. Clinton.\n\nAnd yet, there is skepticism within the American government, particularly at the F.B.I., that this evidence adds up to proof that the Russians had the specific objective of getting Mr. Trump elected.\n\nA senior American law enforcement official said the F.B.I. believed that the Russians probably had a combination of goals, including damaging Mrs. Clinton and undermining American democratic institutions. Whether one of those goals was to install Mr. Trump remains unclear to the F.B.I., he said.\n\nThe official played down any disagreement between the F.B.I. and the C.I.A., and suggested that the C.I.A.’s conclusions were probably more nuanced than they were being framed in the news media.\n\nThe agencies’ differences in judgment may also reflect different methods of investigating the Russian interference. The F.B.I., which has both a law enforcement and an intelligence role, is held to higher standards of proof in examining people involved in the hacking because it has an eye toward eventual criminal prosecutions. The C.I.A. has a broader mandate to develop intelligence assessments.\n\nLaw enforcement officials said that if F.B.I. agents had the evidence to charge Russians with specific crimes, they would do so. The F.B.I. and federal prosecutors have already gone aggressively after Russian hackers, including two men detained in Thailand and the Czech Republic whom the United States is trying to extradite.\n\nRussia has tried to block those efforts and has accused the United States of harassing its citizens.\n\nThe F.B.I. began investigating Russia’s apparent attempts to meddle in the election over the summer. Agents examined numerous possible connections between Russians and members of Mr. Trump’s inner circle, including former Trump aides like Paul Manafort and Carter Page, as well as a mysterious and unexplained trail of computer activity between the Trump Organization and an email account at a large Russian bank, Alfa Bank.\n\nAdvertisement Continue reading the main story\n\nAt the height of its investigation before the election, the F.B.I. saw some indications that the Russians might be explicitly seeking to get Mr. Trump elected, officials said, and investigators collected online evidence and conducted interviews overseas and inside the United States to test that theory.\n\nThe F.B.I. was concerned enough about Russia’s influence and possible connections to the Trump campaign that it briefed congressional leaders — including Senator Harry Reid, the Nevada Democrat and Senate minority leader — on some of the evidence this summer and fall. Mr. Reid, in particular, pressed for the F.B.I. to find out more and charged that the agency was sitting on important information that could implicate Russia.\n\nBut the agency’s suspicions about a direct effort by Russia to help Mr. Trump, or about possible connections between the two camps, appear to have waned as the investigation continued into September and October. The reasons are not entirely clear, and F.B.I. officials declined to comment.\n\nNow that a partisan squall has erupted over exactly what role Russia played in influencing the election, there is growing momentum among both Republicans and Democrats on Capitol Hill to have a congressional investigation.\n\n“I’m not trying to relitigate the election,” said Senator Angus King, independent of Maine, who is one of the lawmakers calling for such an investigation. “I’m just trying to prevent this from happening again.”", "authors": ["Mark Mazzetti", "Eric Lichtblau"], "publication_date": "2016-12-11'T'00:00:00"}